base
base-devel
breeze
breeze-grub
breeze-gtk
brightnessctl
btrfs-progs
dunst
efibootmgr
fastfetch
firefox
fish
git
grim
grub
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
intel-media-driver
intel-ucode
iwd
kitty
libpulse
libva-intel-driver
linux
linux-firmware
nano
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia
nvidia-utils
obs-studio
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
qt6ct
rustup
sddm
slurp
smartmontools
thunar
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
unrar
unzip
vulkan-intel
waybar
wget
wireless_tools
wireplumber
wofi
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
zip
zram-generator
